Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] KO>EN The Final Raid Boss TM.tmx
Source language: ko_kr
Languages: en

source: 기껏 생각한 게..
en: that’s what you came up with?

source: 다 왔다!{j}다 왔어!
en: don’t worry. we’re here!

source: 지금 나와 끝을 보고 왕국의 번영을 도울 건지 말일세
en: or do you want to help the kingdom prosper?

source: 야!!!
en: hey, you!!!

source: 쌔앵
en: glare

source: 던전 건설이 완료되었습니다!
en: dungeon is completed!

source: 아직 한참 부족하다!!!
en: but you’ve still got a lot to learn!

source: 꺄르륵
en: giggle

source: 2개의 이벤트를 추가하면 스토리 제목이 설정할 수 있습니다.
en: you can set the title once you add 2 more stories.

source: 콜라랑 헬라임은 타워 건설 마무리하고
en: cola and arnold, finish up the tower.

source: 콰 앙
en: wham

source: 성벽 보수를 마치고 바로 복귀한 겁니다
en: we returned right after repairing the walls.

source: 뭐가..
en: what...?

source: 푹!
en: shk

source: 마왕자 직속 군단장이 되어 마왕군의 임시 거처가 될 던전을 구축하라!
en: become the commander of the demon corps under direct control of the demon prince, and build a dungeon that will serve as the temporary residence of the demon corps!

source: 그..{j}그건..
en: w-well...

source: 작은 구멍이나 통로 같은 거 나오면 보고해
en: report to me if you see a small hold or a passage!

source: 철썩
en: splash

source: 킹갓엠퍼러우젤멋 스파이럴앤드릴앤슬래시!!!!
en: king god imperial style spiral slash!!!

source: 젠장!
en: shit!

source: 역사서에나 등장할 법한 고대 유물.
en: an ancient artifact that only appears in history books.

source: 화르르
en: fwoom

source: 성장형 아이템.
en: growth type item.

source: 일단 가보면 뭐든 알 수 있겠지!
en: we’ll find out soon enough!

source: 알아, 그런데 쓰고 싶어도 못 써
en: I know, but I can’t use it even if I wanted to.

source: 공대장씨는 달라
en: ...but it’s a different case for the raid boss.

source: 그런 게 있어
en: you don’t have worry about it.

source: 근데 이렇게 하는 게 맞는 건가?
en: but is this how we should to do it?

source: 흑마법과 섞인 것 같은ꞏꞏꞏ
en: it’s like a mixture of dark magic...

source: 꽝..꽝? (어차피 할 거면서..
en: squeak squeak...?

source: 소속 :
en: affiliation:

source: 언제 재접했대?
en: when did he log back on?

source: -세외(액티브) :
en: - brainwash (active):

source: 반역자도 그렇고 대장 오빠도 그렇고
en: both the traitor and boss...

source: 지징
en: zing

source: 끼릭
en: sizzle

source: 콰드득
en: krrk

source: [룬:점프]
en: [rune: jump]

source: 멋으로 가득 찬 위인전을 집필하러 가볼까!
en: shall we go write the most stylish autobiography?!

source: 딕션 보소ㅋㅋㅋㅋㅋ
en: look at him enunciating, hahahaha!

source: 진짜 악마야..!
en: he’s pure evil...!

source: 왕국 토너먼트 예선 마지막 경기는 [성수중일짱] 님의 부전승입니다.
en: the winner of the final match of the kingdom tournament will be [seongsu is the best] by default.

source: 근데 이거 진짜 할 거야?
en: are you really gonna do this?

source: 꽝꽝?
en: squeak squeak!

source: 스으으
en: sss

source: 할 수 있는 건 다했어
en: I tried everything I could.

source: 띠 링
en: ding

source: 그냥 이렇게 막아둘 수도 없고ꞏꞏꞏ
en: I can’t just leave it blocked like this forever...

source: 찰랑
en: grab

source: 현재 병력을 불러옵니다.
en: calling in current troops.

source: 공꽝꽝!
en: squeaker!

source: 길드 퀘스트 난이도 조절에 실패한 건가..?
en: did the guild quest difficulty level fail to adjust?

source: 짜 악!
en: clap

source: 찰팍?!! (이게 뭐냐는 뜻)
en: glub?! (what’s this?)

source: 나네..
en: of course...

source: 듀라한의 투구
en: durahan’s helmet

source: 대화가 길어질 겁니다
en: it’s gonna be a long talk.

source: 조건이 충족되어 [사육사의 주머니]가 [피나의 벨트]로 업그레이드되었습니다.
en: the condition has been fulfilled. [zookeeper pocket] has been upgraded to [fina’s belt].

source: 공대장 전용 스킬
en: raid leader’s special skill

source: 퉁!
en: tump

source: 정작 깬 건 하나야?
en: there’s only one reward?

source: 스토리 첫 장을 기록했습니다.
en: you have recorded the first page of the story.

source: 탁탁
en: tap tap

source: 왕좌에 공간 마법진이 남아있습니다!
en: there’s a magic circle on the throne!

source: 쏴!!
en: shoot!!!

source: 자, 어떻게 하겠나?
en: so, what are you guys gonna do?

source: 생각보다 더 묵직하다
en: it’s heavier than I thought.

source: 꽝!?
en: squeak?!

source: 이젠 놀랍지도 않다꽝..
en: I don’t even get surprised anymore...

source: 뻔하죠..
en: that’s obvious.

source: 촤자작!
en: skiid

source: 그전에 문 위에 아이템을 놓고 가라고..
en: and I should leave the item on top of the door before they do...

source: 아서 왕은 설정상 죽었는데∙∙∙
en: king arthur should be dead by now...

source: 홀쭉해진 거 봐..
en: look at how skinny you got...

source: 좌작
en: whoosh

source: 이름 짓기에 맛 들인 듯(2)
en: I think I’m into naming (2)

source: 제자랑 서큐버스는 오면서 말한 대로 하고 있어!
en: student and succubus, do what I told you to do!

source: *인간이 착용하면 정신을 잃는다.
en: *if a human wears it, they will become unconscious.

source: 파티용 던전이야
en: this is definitely a party dungeon.

source: 응?
en: huh?

source: 쉬이이
en: shwoo

source: Al ㅆㄲ야!!!
en: you freaking AI b*stard!!!

source: 백곰기사단의 검..!
en: the sword of the white bear knights!

source: 나도 설명하자면 길어
en: it’s a long story.

source: 교육이 좀 필요한 거 같다
en: I think you require some lessons.

source: 꽝꽝⋯
en: kkwang kkwang...

source: 아이템 확인을 위해서는 '고대의 지식' 필요
en: “ancient knowledge” required to check this item.

source: 팽그르 르!
en: RUMBLE

source: 설마ꞏꞏꞏ?
en: perhaps...!

source: 진짜 왕의 보스인 나를 따를 거냐?
en: will you follow me, the true boss of the king?

source: [건샷 플래시]
en: [gunshot flash]

source: 죽기 전에 니가 알고 있는 거 다 말해
en: tell me everything you know before I kill you.

source: 투훙!
en: tump

source: 공대장님!!
en: raid boss!!!

source: 왕궁을 습격하고 있습니다!
en: ...are attacking the palace right now!

source: 따!
en: exist!

source: 내 검을 받아라!!
en: you traitor!

source: 꾸라라라!! (은근 소심하다는 뜻)
en: grumble grumble!!! (unexpectedly timid)

source: 촤 르 르 르
en: rumble

source: 얘는 잠깐 빌릴께!
en: let me borrow her for a second!

source: 케헿!
en: kkwa-ang!

source: 사악!
en: tug

source: 꽝
en: smack

source: 역시 젊음이 좋군!
en: how good it is to be young!

source: 길퀘 결승전에 오른 유저들이었잖아?
en: wait, those are the users who made it to the final round of the guild quest!

source: 뿔 꼬마도 터졌다꽝!!
en: the kid with horns also exploded!!

source: 아서왕과 연결되어 있던 마기가 사라집니다.
en: the magic that was connected to arthur kingdom has disappeared.

source: 너는 바로 호위대장한테 돌아가서 퀘스트 실패 처리하고 민생 안정 토벌대 퀘스트 받아 와.
en: you should go back to the commander of the guards and report that we failed the quest and get the monster hunting squad quest.

source: 퀘스트를 완료하였습니다.
en: you have completed the quest.

source: 강해지려고 마음먹자마자 찬물을 뿌려버리네?!
en: you spoiled my fun right when I was about to get stronger!

source: 대장형 이름이 더럽혀지게 둘 순 없지
en: ...shouldn’t be allowed to tarnish the name of the raid leader.

source: 패치 시스템과 연동됩니다.
en: it will be synchronized with the patch.

source: 마계의 힘드로만..
en: can only be healed by the power of the demon world...

source: 음ꞏꞏꞏ 텔레포트?
en: hmm... teleport?

source: 라는 뜻)
en: generation?)

source: 영혼 수집가의 목걸이
en: soul collector’s necklace

source: 아직 많이 남았으면 아이템 좀 확인할게
en: let me check our items for a second.

source: 갑자기 해찬이가 로그아웃 됐네?
en: haechan suddenly logged out.

source: 마계의 힘?
en: the demonic power?

source: 내가 저주를 못 풀어서
en: since I couldn’t lift the curse...

source: 슈륵
en: swoo

source: 언제든 무전기처럼 사용할 수 있다!
en: it can be used whenever, like a walkie-talkie!

source: 그⋯
en: about that...

source: 쫘악
en: high five

source: 탁권이야!
en: takwon!

source: 대충 정리한 거 같지?
en: it looks like we’re done.

source: 길드 퀘스트 기간 동안 국경 수비
en: defend the border during the guild quest

source: 우습군
en: that’s hilarious.

source: 숨겨진 미션까지 완료해 추가 보상이 주어집니다.
en: additional rewards will be given for completing the hidden missions.

source: 자 그럼..
en: now...

source: 감동스러운 장면이지만
en: although this is a very touching moment...

source: 아
en: a

source: 준비 다 됐다는 뜻
en: preparations complete

source: 태 앵!!
en: taaang

source: 다경아!
en: dagyeong!

source: 마력 +2,200
en: magical power +2,200

source: 너 내가 여기 올 걸 알고 있었다는 듯이 말한다?
en: you talk as if you knew I was gonna come here.

source: 괜찮으실까⋯?
en: gonna be okay...?

source: 저 똥멍청이들을 어떻게?
en: how am I supposed to train those idiots?!

source: 같이 조지러 가자
en: ...and let’s go beat ‘em up together.

source: 이 몸이 나설 때군..!
en: I guess it’s time for me to step in...!

source: 비공개 아이템입니다.
en: it’s a locked item.

source: 공대장씨가 게임 속에 갇힌 거..{j}AI도 밝히고 싶지 않은 거야!!
en: that’s right! the ai also doesn’t want to reveal that mr. raid leader is trapped in the game...!

source: 쉬이이이잉
en: shwooo

source: 찰팍! (그 정도 근육으로 까불지 말라는 뜻)
en: growl! (quit acting tough with just that many muscles)

source: 대상의 마법 저항이 높아 세뇌에 실패하였습니다.
en: brainwashing failed due to the high magic resistance of the target.

source: 이거다!
en: this is it!

source: 끝판왕 길드랑 내가 1위가 될 수 있는 발판이 된 던전이야.
en: and it served as the stepping stone for the endgame boss guild to take first place.

source: 채습 51
en: physical strength 51

source: [고구려인의 기백]
en: [the spirit of the goguryeo people]

source: 정리가 되는 대로 보호자님도 직접 모셔서 안내 말씀드리려고 하니
en: we’ll inform you as soon as everything has been settled.

source: 마∙∙∙ 말 좀 할게요..
en: w-wait... please let me talk...

source: 그대는 이곳에서
en: thou shall return...

source: 아휴··· 저 미친놈···
en: hmph... that crazy bastard...

source: 스토리 기능은 취소가 불가하니 신중하게 선택하십시오.
en: please make a careful decision as the story function cannot be canceled.

source: 대피하여 주시
en: please evacuate until

source: 피링!
en: ting

source: 근데 싹 다 가져온 거야..
en: but I brought all that was there...

source: 익
en: sh

source: 다른 플레이어들은 전혀 문제없지만
en: there’s nothing wrong with the other players...

source: 진짜 죽을 수도 있어...
en: I really could’ve died...

source: 알겠습니다!
en: understood!

source: 내가 제안 하나 하지
en: let me suggest one thing.

source: 왕국 백곰 기사단 국경 수비대장
en: commander of the white bear knights border defense

source: 근데 누나네는 슬라임한테 털렸다며?
en: I heard you got owned by a slime.

source: 역시 성능은 미쳤어
en: this feels amazing on my arm already.

source: 고급 노예로 써먹을 수 있겠는데?
en: ...it’ll make a really cool servant!

source: 퉁퉁
en: tap tap

source: 기력 포션 효과 끝나기 전에
en: before the effects of the potion wear off...

source: 당신들 것도 아니잖아!
en: these don’t even belong to you!

source: 군단장이면 맘에 들지?
en: you like the sound of being commander, right?

source: 그리고 길드 퀘스트 준결승
en: finally, the guild semi-final round

source: 위험하니까 석재로 다시 막아 놓게
en: just block it back with that stone since it’s dangerous.

source: 몬스터를 만들어낸 곳이란 소리네
en: created monsters.

source: 캉 캉
en: ching ching

source: 특정 시간마다 알아서 운동하고
en: he exercised every day at the same time

source: 파아앙!
en: wham

source: 아이템 능력치를 30레벨 기준으로 맞췄습니다
en: ...and item abilities will be adjusted to level 30.

source: 왕의 보스가 등장하다!로 시작해.
en: start it with the sentence “the boss king has appeared!”.

source: 다른 놈들은 다 어디 있어?
en: where are the others?

source: 우리도 재접해서 확인해 보니까 기사단도 초토화 됐어
en: when we logged back on, the knights were also wiped out.

source: 로우에서 못 열던 던전에 사용하게 될 줄이야.
en: on the dungeon that I couldn’t unlock in rou online.

source: 모락 모락
en: smoke smoke

source: 왜 이렇게 넓어졌어?
en: how did it get so wide?

source: 공개 불가?!
en: “hidden”?!

source: 매너 있게 한다고 고생할 뻔했잖아?
en: I nearly told her that I’ll fight her respectfully.

source: 헬라임 링크 스킬
en: arnold’s link skill

source: 나의 회전력을 받아라!
en: take my spin!

source: 저벅..
en: tap

source: 앙!!
en: ah!!!

source: 부하가 되는 건 너야
en: you’re my subordinate.

source: 이런 고문을 당했으니 애가 삐뚤어지지!
en: he’s crooked after all this torture!

source: 일단 너희는 호위대장에게 가서 내가 반역자인 것 같다고 말하고
en: inform the commander of the guards that I’m the traitor for now.

source: 파르르
en: shudder

source: 고{j}오{j}오
en: gr{j}o{j}wl

source: NPC냐 몬스터냐
en: you are asking me to choose

source: 연구원님이 보시기에는 깨어날 수는 있어 보이나요?
en: mr. researcher, do you think he’ll wake up?

source: 잠 잠 ...
en: drip drip

source: 그로 인해 더 이상 국왕을 보호하기 위한 길드를 선별한 필요가 없어졌습니다.
en: therefore, there is no longer a need to select a guild to protect the king.

source: 아직 희망이 있어!!
en: I still have hope!

source: 로우 온라인에서는 아무리 뒤져도
en: in rou online, I couldn’t find a way to open this door

source: 지력 +27
en: intelligence +27

source: 반역자!!!
en: take my sword!!

source: 차
en: sw

source: 마법 체인으로 엮은 검에 강한 마력을 섞어 내려찍는다.
en: fusing magic powers with a chained sword and slamming it down.

source: 갑자기 왜 이렇게 조용해?
en: why is he suddenly so quiet?

source: 설마..?
en: perhaps...

source: 자동 회복
en: automatic recovery

source: 1:1 대화
en: chat

source: 아니 '멋'이 탄생한 장소라고 해야겠다!
en: or I could say it’s the place where my “style” was born!

source: 무서우면 도망쳐도 좋다!!!!
en: it’s okay to run away if you’re afraid!!!

source: 맞다!
en: I forgot!

source: 원하는 건 뭔가?
en: ...do you want from me?

source: 모두 아서 왕국을 위해 시간을 내주어서 감사하네
en: thank you all for sparing your time for the kingdom of arthur.

source: 최초 발견 아이템만 아니었어도..
en: if only that wasn’t the first item we found...

source: 퍼버버벅!
en: tu-tu-tu-tump

source: 어억!!
en: hh!!!

source: 우물
en: the well

source: 프스스스
en: skiiid

source: 지니..
en: genie...!

source: 가만 당하고 있는 줄 안 겐가?!
en: ...you must think that I’m irresponsible, don’t you?!

source: 츠즈즈...
en: shwoo

source: 길드 퀘스트 3라운드
en: [guild quest round 3]

source: 상황 파악 중
en: processing the situation

source: 100년 전 그날처럼?
en: just like what happened 100 years ago?

source: 이 쥐새끼 같은 녀석!!
en: you freakin’ rat!!

source: 지금 당장은 룬석이 아니면 불가능할 거 같습니다..!
en: I don’t think that’s currently possible. unless... you use the runestone!

source: 차아아알팍? (이름이 왜 이렇게 기냐는 뜻)
en: growl? (what’s with the ridiculously long name?)

source: 히튼 미션을 숨겨진 방법으로 해결하였습니다.
en: you have used secret methods to complete the hidden mission.

source: 아서
en: arthur.

source: 꽈아악
en: clench

source: 인사 발령 공고
en: personnel appointment announcement

source: 촤 아악
en: whoosh

source: 몸풀기?
en: warm up first.

source: 방어 마법이 못 버텨요!
en: defense magic won’t work!

source: 생각보다 젊었었네?
en: he was younger than I imagined.

source: 푸칵
en: fwoosh

source: 끝판왕 길드의 마스터
en: Guild master of the end guild...

source: 사탄 슈퍼루키
en: satan super rookie

source: 가만있을 순 없지
en: ...I can’t just stay like this.

source: 그것만 다 읽으면 여기도 박살 낼 거야!
en: I’ll kick your butt if you’re just gonna sit there and read!

source: 역시… 이럴 줄 알았어
en: I knew it... this is exactly what I expected.

source: 즉 지금 국왕의 후손들은 아서 왕의 핏줄이 아닙니다
en: in other words, the descendants of the current king are not the bloodline of king arthur.

source: 콰직?
en: “snap”?

source: 이건 또 뭐야?
en: what is this?

source: 푸 화악
en: whoosh

source: 하지만 저 녀석은 일반 서큐버스랑은 달라ꞏꞏꞏ!
en: but she’s different from regular succubi!

source: 무슨 아이템?
en: what item?

source: 그렇다면 어쩔 건데..?
en: so what if I did?

source: 안 가고?
en: go!

source: 찾아오셔야죠.{j}뭐
en: you should go and get it.

source: 실물로 보니까 더 미남이시네요!!!!!
en: you’re even more good-looking in person!!!

source: 부하 비슷한 거 하기로 했어
en: I made them my subordinate or something of the sort.

source: 콜라
en: cola

source: 너넨 약해 빠졌으니까 자존심 세우지 말고 전부 타워 앞에서 대기해
en: since you guys are weak as a kitten, just go stand by in front of the tower.

source: 국경 마을
en: the border village

source: 마왕군의 임시 거처가 될 던전을 만들어라!
en: build a dungeon that will serve as the temporary residence of the demon corps!

source: 촤 르 르 륵
en: rumble

source: 스튜디오 일구구일
en: studio 1991

source: 적이 누구여도
en: I don’t care who the enemy is.

source: 중딩!
en: middle schooler!

source: 이게 내가 말한 만드라고라야!
en: these are the mandrakes I was talking about!

source: 아?
en: what?

source: 근데 회장실 바로 앞이라던데?!
en: but really, right in front of the president’s room?!

source: 쓱싹{j}쓱싹
en: {j}rr-rr

source: 응?!
en: huh?!

source: 공대장 전용 스킬 [고구려인의 기백]
en: the raid leader’s special skill [the spirit of the goguryeo people]

source: 속도전으로!
en: let’s take him out with speed!

source: 가까이서 보니 자네도 그새 많이 늙었군
en: it looks like you’ve also gotten pretty old.

source: 꽝..꽝? (어차피 할 거면서..{j}왜 물어보냐꽝?)
en: squeak squeak...? (why do you ask? you’re gonna do it anyway.)

source: 파수꾼을 계승하라는 거?
en: that I should succeed the watchman?

source: 그딴 걸로 백날 해봐라
en: you can keep trying for a hundred days.

source: 세상에 존재하지 않는 강력한 기운으로 모든 죽은 생명을 되살린다.
en: can be used to harness a powerful energy that doesn’t exist in this world to revive the dead.

source: 콰과 과곽
en: sizzle sizzle

source: 아니..{j}어떻게..
en: wait... how...

source: -[병력 관리]에서 [군단 편성] 기능이 해금됩니다.
en: -[army formation] option in [army management] is unlocked

source: 찰팍? (운동 중에 누구냐?)
en: glub? (who is interrupting my workout?)

source: 마왕군의 상징 아이템 등급 :
en: emblem of the demon corps item rank: S

source: 타각
en: tap

source: 죽었다 사는 건 안된다며
en: it said you can't die and get brought back to life.

source: 그게...
en: that...

source: 오해가 풀렸으니
en: now that the misunderstanding’s cleared up...

source: 저기야
en: it’s right over there.

source: 몬스터들 레벨도 높고 조합이 까다로워
en: these are all high-level monsters and there are many different kinds.

source: 우웅
en: vwoom

source: 만나 뵙게 되어 영광입니다!!
en: it’s such an honor to meet you!!!

source: 자네는 순진한 건가 멍청한 건가
en: how can you be so naive?

source: 검사의 기초 검술.
en: basic examination swordsmanship

source: 큐우웅!
en: dun

source: 스탯 창을 볼 수가 없으니 답답하네
en: however, it's really frustrating that I can't see his status window.

source: 어때?
en: how does that sound?

source: 이럴 줄 알았다!
en: I knew it!

source: 타아
en: WHAM

source: 이 벨트를 사용하려면
en: in order to use this belt,

source: 난 '멋'이 있으니까!
en: I do it because I am a man of “style”!

source: 그래서?
en: so?

source: 내가!{j}진작 태워 죽이자고 안 그랬어?!!!!
en: I told you we should burn her to death, didn’t I?!!

source: ...좋은 회전이군
en: ...that was quite a round.

source: 소환수의 충성도가 오른다.
en: summons will become loyal to you.

source: 뇌속성 마력을 응축해 방출한다.
en: condenses and releases the magical power of thunder.

source: 1분 후...
en: 1 minute later...

source: 커{j}어억!!
en: cou{j}ghh!!!

source: 왕호들갑
en: total chaos

source: 우리 마왕자님께 무슨 짓을 하고 있었지?
en: what were you trying to do to the demon prince?

source: 일시적으로 완전히 복사된 무기를 우박처럼 내리꽂는다.
en: temporarily rains down perfect copies of weapons like hail.

source: *금조기사단 소속만 착용 가능 *주위에 금조기사단이 있을 경우 방어력 버프 효과 *왕궁 내 기사단 건물 사용 가능
en: *only can be worn by those affiliated with the lyrebird knights *gives a defense buff when a lyrebird knight is nearby *grants access to the knights building inside the royal palace

source: 어린이집 시뮬레이션인가?
en: what is this, a kindergarten simulation?

source: -텔레포트 (액티브) :
en: teleport (active)

source: 쉬운 일 시켜줘도 찡찡대면 복수는 어떻게 할래?
en: if you’re whining over an easy job, how can you even get revenge?

source: 저희 국경 수비 임무는⋯
en: but our border defense mission hasn’t...

source: 만들었을 수도..{j}있지 않을까..요?
en: {j}while deep-learning other games...?

source: 그래 이게 멋이지!
en: ha, I’m truly the man of style!

source: 백곰기사단 수색대 지니입니다
en: I’m genie, part of the search party of the white bear knights.

source: 공대장의 오브
en: raid boss’s orb

source: 공대장님..?
en: raid boss...?

source: 웅성 웅성
en: murmur murmur

source: 우연이 아니란 소리군
en: it was no coincidence that I got trapped in the game.

source: 안녕하십니까
en: hello, commander.

source: 돌아가는 상황을 보니
en: seeing what happened,

source: 파 아앙!
en: whoosh

source: 급식아?
en: was it meal service?

source: 왜 해찬이랑 급식이 같이 있어?
en: haechan, why are you with that middle schooler?

source: 띵!
en: ding

source: 괜찮을 거야
en: he’ll be okay.

source: 저주 계열 마법이라도 걸어둔 건가?
en: ...did they place a curse on him?

source: 앙
en: p

source: 파고드는 거야!
en: ... I'll make my move!

source: 아무런 연관이 없는 녀석이
en: you’re someone with no affiliation to our boss.

source: 이 사람들 믿어도 되나?
en: can I trust these people?

source: 으쓱
en: shrug

source: 이제 슬슬 혼내주러 가볼까?
en: let’s go punish them!

source: 모든 걸 되찾은 것으로도 너무나 영광스러운 하루지만
en: ...as I’ve returned to my home and gotten everything back.

source: 늦어서 미안!
en: sorry we’re late!

source: 이 몸을 고칠 수 있을지 말이야ㅋ
en: do you really think you can fix this body? haha!

source: 30분 후...
en: 30 minutes later...

source: AI 디자인핱 때 혹시..
en: when designing the ai, did we perhaps...

source: 차단벽?!
en: a barrier?!

source: 나 돌아올 때까지 활 조작 못하면
en: if you guys don’t master archery by the time I return...

source: 가소롭다!!!
en: pathetic!!!

source: 야아아아아아아아악!!!!
en: aaahhh!!!

source: 성벽 보수 (완료).
en: repair the wall (completed)

source: 도와줘도 지랄이야..
en: dude, I was just trying to help!

source: 나한테 원하는 게 뭐야?
en: what is it that you want from me?

source: 웅…
en: voom

source: 토너먼트에서 우승한 최후의 1인이 속한 길드에게는
en: I shall designate the last guild standing that wins this tournament...

source: 빡치게 왜 이렇게 하는 거지?
en: why do both rou and astrom choose to piss me off so much?!

source: 받아라⋯ 내 진심 스킬⋯!
en: here, take this... my skill with all sincerity!

source: 업.
en: does. not.

source: 어쩐지 불안하더라니
en: no wonder I felt uneasy.

source: 이놈이고 저놈이고
en: it doesn’t matter who you are...

source: 이런 모습을 하고 있는데도 말이야ꞏꞏꞏ
en: even when I’m in this form....

source: 찰팍??
en: glub??

source: 징그러!!!
en: gross!!!

source: 악
en: ack

source: 으 쓱
en: shrug

source: 네 x은 어떻게 돼도 상관없는데 그 물건들은 아니야!!
en: we don’t care what happens to you, but not those items!!

source: 인간..
en: humans...

source: 화악
en: fwish

source: 마왕군 전투장갑
en: demon corps combat glove

source: 멋!
en: style!

source: 꽝꽝∙∙∙
en: squeak...

source: 평소에 그렇게 고민해라꽝∙∙∙
en: you should be that serious at other times too...

source: 이 정도 멋이면 충분해
en: I’m satisfied with the amount of style.

source: 사삭!
en: shhk

source: 첫 길드 퀘스트인데..
en: this was my first guild quest...

source: 저 자세로??!
en: wait, he dodged me?!

source: 부하로 만들려던 참이다!
en: I was about to make him my subordinate!

source: 임무가 갱신되었습니다! [마왕군의 던전을 만들어라!]{j}마왕자는 마왕이 될 자질을 시험하기 위해 비밀리에 자신의 세력을 모으고 있다.
en: the mission has been updated! [build a dungeon for the demon prince’s corps!] the demon prince is secretly gathering his forces to prove his worthiness as the demon king.

source: 공대장님을 영웅으로 추대합니다!
en: ...as our biggest hero in history!

source: 감옥에선 길드 채킹도 스킬도 못 쓴다는 걸 알고 의도적으로 벌인 짓이야
en: they knew he couldn’t use the chatroom or a skill, so this means that they did it on purpose.

source: 초마력 이론
en: super magic theory

source: 와아
en: wah

source: 아껴 쓰려고 했는데..
en: I was gonna save this one for an emergency...

source: 여기까지다!!
en: that’s enough!!

source: 벌 떡
en: plop

source: 알겠습니다.
en: sure.

source: 성수중일짱⋯
en: seongsu is the best...

source: 이제 재료 가져와!
en: bring the materials now!

source: 마력에 잠식되어 능력이 봉인되어 있다.
en: it is engulfed in magical power and its abilities are sealed.

source: 펜싱 청소년 전국체전 우승자.
en: national youth fencing champion

source: 잘부탁드립니다.
en: good luck.

source: 프스슥
en: fwoosh

source: 뭔데?!
en: what is it?!

source: 이건 잘 써먹을 수 있겠는데?
en: I could put this to good use?

source: 너랑 같이 온 아서 왕의 핏줄들 전부
en: king arthur’s family that came with you.

source: 내 방식으로!
en: using my own methods!

source: 음..
en: hmm...

source: 왕의 집무실
en: king’s office

source: 설마···?
en: it can’t be...?

source: 마기가 느껴져⋯ 강력한 마기가⋯
en: I can feel magic... a powerful one...

source: 찰파팍! (내가 뭐라 그랬냐!{j}라는 뜻)
en: glu-lub! (I told you!)

source: 스륵
en: srrk

source: 아무리 공대장님이라도ꞏꞏꞏ
en: even the raid boss won’t be...

source: 던전 공략 껴주면 감사한 줄 알아!
en: you should be grateful that I invited you to clear a dungeon!

source: 잘했다!{j}공꽝꽝!
en: good job, squeaker!

source: 파놓고 별거 없으면
en: if nothing comes out after digging...

source: 스토리 진행에 오류가 발생할 수 있습니다.
en: errors may occur as the story progresses.

source: 당신 매우 유감
en: I feel really sorry for you.

source: [병력 관리] 창에서 병력을 편성하십시오
en: please go to [troop management] window to do so.

source: 크...
en: ha...

source: 스으으…
en: pshh

source: 으컁컁
en: bahaha

source: 공대장 & 꽝꽝이 퓨전 스킬 [플레임쓰로어]
en: raid boss & squeaker fusion skill [flame thrower]

source: 지직 지직
en: bzzz bzzz

source: 삐융
en: pew

source: 나는 뭐ꞏꞏꞏ
en: I’ll probably...

source: 왜 먼지가 하나도 없지?
en: but why isn’t there any dust at all?

source: 빨간 놈들은 목재, 파란 놈들은 석재,
en: red goblins, take charge of the woods, and blue goblins, of the stones,

source: 꾸라!
en: hurrah!

source: 완벽해!
en: you’re perfect!

source: 만렙 토끼?!
en: you mean the strongest rabbit?!

source: 진심
en: seriously...

source: 오!!!
en: oh!!!

source: 갑자기 무슨..?
en: huh...?

source: 크
en: cough

source: 또 공대장씨 문제인가?
en: is it also about mr. raid leader?

source: 유정!
en: yujeong!

source: 알겠습니다...방문 일정 잡히면 꼭 연락 주세요
en: it’s alright, I understand. please let me know beforehand if you intend to visit.

source: 방어력 :{j}720 -물리 방어력 250% -마법 방어력 250% 내구도 :
en: defense 720

source: 유저들을 활용할 수 없음.
en: you cannot use other users or players.

source: 뭐 힌트라도 없어?
en: do you have any hints?

source: 근돼 슬라임 ㅅㄲ가!
en: you freaking gym slime!

source: 휙 휙 휙
en: swish swish swish

source: 못마땅
en: displeased

source: 저 ㅅㄲ는 계속 쳐놀고 있네
en: that dude keeps slacking off.
